/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "曲のフォーマットを変換できませんでした。";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "このプロジェクトは破損しているようです。バックアップから復元してください。";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "このプロジェクトは、リリースされない中間のバージョンのLogicで作成されています。このプロジェクトは開けません。";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "開こうとしているソングはLogic 4以前のフォーマットです。先にLogic 7.2.1以前で開いて保存してください。\n\nこの操作は、古いバージョンのmacOSをまだ実行しているMacintoshコンピュータで行う必要があります。これらの古いバージョンのLogic ProはmacOS 10.13以降と互換性がないためです。";
